Repository: sthagen/airyx
Catalog: CoreServices/WindowServer/waybox/po/*.po
Languages: eo

source: WARNING: Using files from Openbox. These may not work correctly.
eo: AVERTO: Uzas dosierojn el Openbox. Tiuj eble ne ĝuste funkcios.

source: ERROR: No configuration file found.
eo: ERARO: Neniu agordo-dosiero trovita.

source: Unable to evaluate expression
eo: Ne povas taksi esprimon

source: No nodesetval
eo: Neniu nodara valoro

source: No nodeset
eo: Neniu nodaro

source: Unable to parse the configuration file. Consult stderr for more information.
eo: Ne eblas analizi la agordo-dosieron. Legu la erareligujon por pliaj informoj.

source: Couldn't create new context!
eo: Ne povis krei novan kuntekston!

source: Couldn't register the namespace
eo: Ne povas registri lo nomspacon

source: Syntax: %s [options]
eo: Sintakso: %s[elektebloj]

source: Options:
eo: Elektebloj:

source: --help Display this help and exit
eo: --help Montri ĉi tiun helpilon kaj finiĝi

source: --version Display the version and exit
eo: --version Montri la eldonon kaj finiĝi

source: --config-file FILE Specify the path to the config file to use
eo: --config-file DOSIERO La vojo de la uzota agorda dosiero

source: --sm-disable Disable connection to the session manager
eo: --sm-disable Malebligi konektiĝon al la seancadministrilo

source: --startup CMD Run CMD after starting
eo: --startup KOMANDO Plenumiĝos KOMANDO post starto

source: --debug Display debugging output
eo: --debug Montri senerarigajn eligojn

source: Other Openbox options aren't accepted, mostly due to them being nonsensical on Wayland.
eo: Aliaj elektebloj de Openbox ne estas akceptata, plejparte ĉar ili estas sensencaj en Wayland.

source: %s requires an argument
eo: %s postulas argumenton

source: %s hasn't been implemented yet.
eo: %s ankoraŭ ne estas efektigita.

source: Successfully created backend
eo: Sukcese kreis servilan dorson

source: Failed to create backend
eo: Malsukesis krei servilan dorson

source: Successfully started server
eo: Sukcese startigis servilon

source: Failed to start server
eo: Malsukcesis startigi servilon

source: Couldn't get a surface texture
eo: Ne povis akiri surfacan teksturon

source: Couldn't attach renderer to output
eo: Ne povis almeti bildigilon al eligo

source: New output device detected
eo: Nova enigilo malkovrita

source: Couldn't commit pending frame to output
eo: Ne povis surmeti atendantan framon sur eligon

source: New keyboard detected
eo: Nova klavaro malkovrita

source: New pointer detected
eo: Nova montrilo malkovrita

source: Unsupported input device detected
eo: Nerekonata enigilo malkovrita

source: Failed to connect to a Wayland display
eo: Malsukcesis konektiĝi al Wayland-ekrano

source: Failed to start backend
eo: Malsukesis startigi servilan dorson

source: Running Wayland compositor on Wayland display
eo: Plenumas Wayland-komponilon sur Wayland-ekrano

source: Display destroyed
eo: Ekrano finigita

source: Keyboard focus is now on surface
eo: Klavara fokuso nun estas sur surfaco

source: Focusing current view
eo: Fokusas nunan vidon

source: Focusing next view
eo: Fokusas la sekvan vidon
