Repository: sthagen/airyx
Catalog: Applications/Kate/kate-21.08.1/po/*/kwrite.po
Languages: es, ta

source: &File
es: &Archivo
ta: &கோப்பு

source: &Edit
es: &Editar
ta: &தொகுக்க

source: &View
es: &Ver
ta: &பார்வை

source: &Tools
es: Herramien&tas
ta: &கருவிகள்

source: &Settings
es: Preferencia&s
ta: &அமைப்புகள்

source: Main Toolbar
es: Barra de herramientas principal
ta: பிரதான கருவிப்பட்டை

source: Use this command to create a new document
es: Use esta orden para crear un nuevo documento
ta: புதிய ஆவணமொன்றினை உருவாக்க இவ் வாணையை பயன்படுத்துக

source: Use this command to open an existing document for editing
es: Use esta orden para abrir un documento existente y editarlo
ta: இருக்கக் கூடிய ஆவணமொன்றினை தொகுக்க திறக்க இவ் வாணையை பயன்படுத்துக

source: This lists files which you have opened recently, and allows you to easily open them again.
es: Esta opción muestra un listado de los archivos que haya abierto recientemente y le permite abrirlos de nuevo fácilmente.
ta: இது தாங்கள் அண்மையில் திறந்த கோப்புகளை பட்டியலிடுவதோடு அவற்றை எளிதில் திறக்கவும் அனுமதியும்.

source: &New Window
es: &Nueva ventana
ta: &புதிய சாரளம்

source: Create another view containing the current document
es: Crear otra vista que contenga el documento actual
ta: தற்போதைய ஆவணம் இருக்கக் கூடிய மற்றொரு காட்சியை உருவாக்குக

source: Close the current document view
es: Cerrar la vista del documento actual
ta: தற்போதைய ஆவணக் காட்சியை மூடுக

source: Use this command to show or hide the view's statusbar
es: Use esta orden para mostrar u ocultar la barra de estado de la vista
ta: காட்சியின் நிலைப் பெட்டியை காட்டவோ மறைக்கவோ இவ் வாணையை பயன்படுத்துக

source: Show the complete document path in the window caption
es: Muestra la ruta completa del documento en el título de la ventana
ta: சாளரத் தலைப்பில் ஆவணத்தின் முழுமையானப் பாதையை காட்டுக

source: Configure the application's keyboard shortcut assignments.
es: Configurar las asignaciones de accesos rápidos por teclado de la aplicación.
ta: பயன்பாட்டின் விசைப்பலகை சுருக்கு வழிகளை வடிவமைக்க.

source: Configure which items should appear in the toolbar(s).
es: Configurar los elementos que deben aparecer en las barras de herramientas.
ta: எந்தெந்த உருப்படிகள் கருவிப்பெட்டிகளில் காணப்பெற வேண்டும் என்பதனை வடிவமைக்க.

source: Open File
es: Abrir archivo
ta: கொப்பினைத் திறக்க

source: Untitled
es: Sin título
ta: தலைப்பில்லாதது

source: KWrite
ta: கேஎழுதி

source: Christoph Cullmann
ta: கிரிஸ்டோப் கல்மன்

source: Maintainer
es: Encargado
ta: பராமரிப்பாளர்

source: Dominik Haumann
ta: டொமினிக் ஹவுமேன்

source: Core Developer
es: Desarrollador principal
ta: பிரதான உருவாக்குநர்

source: Anders Lund
ta: அன்டெர்ஸ் லன்டு

source: Joseph Wenninger
ta: ஜோசப் வென்னிங்னர்

source: Hamish Rodda
ta: ஹமிஷ் ரோடா

source: Waldo Bastian
ta: வால்டோ பாஸ்டியன்

source: The cool buffersystem
es: El estupendo sistema de memoria intermedia
ta: சதாரணமான நினைவமைப்பு

source: Charles Samuels
ta: சார்லஸ் சாமுவௌல்ஸ்

source: The Editing Commands
es: Órdenes de edición
ta: தொகுப்பு ஆணை

source: Matt Newell
ta: மட் நியூவெல்

source: Michael Bartl
ta: மைக்கேல் பார்டி

source: Former Core Developer
es: Antiguo desarrollador principal
ta: முந்தைய மூல உருவாக்குநர்

source: Michael McCallum
ta: மைக்கேல் மெக்கல்லம்

source: Jochen Wilhemly
ta: ஜோசென் வில்ஹெம்லி

source: KWrite Author
es: Autor de KWrite
ta: கேஇயற்றி இயற்றியவர்

source: Michael Koch
ta: மைக்கேல் கொஹ்

source: KWrite port to KParts
es: Adaptación de KWrite a KParts
ta: கேஇயற்றியை கேபோர்ட்டுக்கு பெயர்க்க

source: Christian Gebauer
ta: கிரிஸ்டியன் கெபாயுர்

source: Simon Hausmann
ta: சைமன் ஹவுஸ்மேன்

source: Glen Parker
ta: க்ளென் பார்க்கர்

source: KWrite Undo History, Kspell integration
es: Historial de deshacer de KWrite, integración de KSpell
ta: கேஇயற்றி வரலாற்றை திரும்பப் பெறுக, கேசொல் ஒருங்கிணைப்பு

source: Scott Manson
ta: ஸ்காட் மேன்ஸன்

source: KWrite XML Syntax highlighting support
es: Implementación del resaltado de sintaxis XML de KWrite
ta: கேஇயற்றி எக்ஸ்எம்எல் நெறி பளிச்சிடும் ஆதரவு

source: John Firebaugh
ta: ஜான் பயர்பாக்

source: Patches and more
es: Parches y más cosas
ta: ஒட்டுக்களும் மற்றவையும்

source: Matteo Merli
ta: மெட்டியோ மெர்லி

source: Highlighting for RPM Spec-Files, Perl, Diff and more
es: Resaltado sintáctico de los archivos spec de RPM, Perl, Diff, etc
ta: ஆர்பிஎம் வடிவமைப்பு கோப்புகள், பெர்ல, டிப் முதலானவற்றுக்கான பளிச்சிடுமை

source: Rocky Scaletta
ta: ராக்கி ஸ்கெலட்டா

source: Highlighting for VHDL
es: Resaltado sintáctico de VHDL
ta: விஹச்டிஎல் பளிச்சிடுதல்

source: Yury Lebedev
ta: யூரி லெபதேவ்

source: Highlighting for SQL
es: Resaltado sintáctico de SQL
ta: எஸ்க்யூஎல் பளிச்சிடுதல்

source: Chris Ross
ta: கிரிஸ் ராஸ்

source: Highlighting for Ferite
es: Resaltado sintáctico de Ferite
ta: பிரைட் பளிச்சிடுதல்

source: Nick Roux
ta: நிக் ரவுக்ஸ்

source: Highlighting for ILERPG
es: Resaltado sintáctico de ILERPG
ta: ஐஎல்இஆர்பிஜி பளிச்சிடுதல்

source: Carsten Niehaus
ta: கார்ஸன் நியேஹாஸ்

source: Highlighting for LaTeX
es: Resaltado sintáctico de LaTeX
ta: லேடக்ஸ்கான பளிச்சிடுதல்

source: Per Wigren
ta: பெர் விக்ரென்

source: Highlighting for Makefiles, Python
es: Resaltado sintáctico de Makefile, Python
ta: மேக்பைல்ஸ், பைதானுக்கான பளிச்சிடுதல்

source: Jan Fritz
ta: ஜான் பிரிட்ஸ்

source: Highlighting for Python
es: Resaltado sintáctico de Python
ta: பைதானுக்காக பளிச்சிடுதல்

source: Daniel Naber
ta: டேனியல் நேபர்

source: Roland Pabel
ta: ரோலன்டு பேபல்

source: Highlighting for Scheme
es: Resaltado sintáctico de Scheme
ta: ஸ்கீமுக்கான பளிச்சிடுதல்

source: Cristi Dumitrescu
ta: கிரிஸ்டி டுமிட்ரெட்ஸு

source: PHP Keyword/Datatype list
es: Lista de tipos de datos/palabras clave de PHP
ta: பிஎச்பி துருப்புச்சொல்/தரவுவகை பட்டியல்

source: Carsten Pfeiffer
ta: கார்ஸன் பேபர்

source: All people who have contributed and I have forgotten to mention
es: Todas las personas que han colaborado y que he olvidado mencionar
ta: பங்களித்து குறிப்பிடப்படாது போனோர்

source: The file '%1' could not be opened: it is not a normal file, it is a folder.
es: No ha sido posible abrir el archivo «%1»: no es un archivo normal, sino una carpeta.
ta: '%1' தனை திறக்க இயலவில்லை: இது சாதாரண கோப்பு இல்லை, இது ஒரு அடைவு.

# NAME OF TRANSLATORS
source: Your names
es: Eloy Cuadra,Rocío Gallego,Cristina Yenyxe González García,Jaime Robles,Enrique Matías Sánchez (Quique)

# EMAIL OF TRANSLATORS
source: Your emails
es: ecuadra@eloihr.net,traducciones@rociogallego.com,the.blue.valkyrie@gmail.com,jaime@kde.org,cronopios@gmail.com

source: Use this command to close the current document
es: Use esta orden para cerrar el documento actual

source: Sho&w Path in Titlebar
es: &Mostrar la ruta en la barra de título

source: This will hide the menu bar completely. You can show it again by typing %1.
es: Esto ocultará la barra de menú completamente. Puede volver a mostrarla pulsando %1.

source: Hide menu bar
es: Ocultar barra de menú

source: [read only]
es: [solo lectura]

source: KWrite - Text Editor
es: KWrite - Editor de texto

source: (c) 2000-2021 The Kate Authors
es: © 2000-2021 Los autores de Kate

# Credit text for someone that did testing and some other similar things
source: Testing, ...
es: Pruebas, etc.

source: QA and Scripting
es: Control de calidad y scripts

# Credit text for someone that helped a lot
source: Very nice help
es: Muy buena ayuda

source: Set encoding for the file to open.
es: Definir la codificación del archivo que se va a abrir.

source: encoding
es: codificación

source: Navigate to this line.
es: Navegar hasta esta línea.

source: line
es: línea

source: Navigate to this column.
es: Navegar hasta esta columna.

source: column
es: columna

source: Read the contents of stdin.
es: Leer el contenido de la entrada estándar.

source: The files/URLs opened by the application will be deleted after use
es: Los archivos o URL abiertos por la aplicación se borrarán después de usarlos

source: Documents to open.
es: Documentos que se van a abrir

source: [urls...]
es: [url...]
